// "© Copyright 2005-2007, 2015, 2017 HP Development Company, L.P."

// Window titles
"CreatePaperWindowTitle" = "创建纸张预设";
"CalibratePrinterWindowTitle" = "校准打印机";
"CreateICCProfileWindowTitle" = "创建配置文件";
"InstallICCProfileWindowTitle" = "安装 ICC 配置文件";
CalibratePaperWindowTitle = "校准您的纸张";

// Step names
CreatePaperPresetStepName = "创建纸张预设";
"AddNewPaperStepName" = "定义纸张预设";
"CalibratePrinterStepName" = "校准打印机";
"SelectPaperStepName" = "选择纸张";
"FinishedStepName" = "完成";
"SelectActionStepName" = "选择操作";
"ICCProfileSettingsStepName" = "选择 ICC 配置文件设置";
"CreateICCProfileStepName" = "创建配置文件";
"InstallICCProfileStepName" = "安裝設定檔";
"SelectICCProfileStepName" = "选择 ICC 配置文件";
"CheckICCProfileSettingsStepName" = "选择 ICC 配置文件设置";

// Toc names
CreatePaperPresetTocItemName = "创建纸张预设";
"AddNewPaperTocItemName" = "定义纸张预设";
"CalibratePrinterTocItemName" = "校准打印机(大约 10 分钟)";
"SelectPaperTocItemName" = "选择纸张";
"FinishedTocItemName" = "完成";
"SelectActionTocItemName" = "选择操作";
"ICCProfileSettingsTocItemName" = "选择 ICC 配置文件设置";
"CreateProfileTocItemName" = "创建配置文件 (约 20 分钟)";
"InstallICCProfileTocItemName" = "安裝設定檔";
"SelectICCProfileTocItemName" = "选择 ICC 配置文件";
"CheckICCProfileSettingsTocItemName" = "选择 ICC 配置文件设置";

// Button titles
TryAgainButtonTitle = "请重试";
CreateButtonTitle = "创建";
CalibrateButtonTitle = "校准";

// Create Paper strings
"CreatePaperErrorTitle" = "无法添加新纸张";
"SetPropertiesErrorTitle" = "无法设置打印属性";

// Calibrate Printer strings
"CalibratePrinterInfoFormat" = "对于新的纸张类型，请在使用打印机前校准打印机，这一点很重要。将 %@ 纸装入打印机。单击“继续”以打印并扫描打印机校准图表。";
"CalibratePrinterErrorTitle" = "无法校准打印机";

// Operation Status strings
"InitiatingCalibrationTitle" = "正在打印校准图表";
"InitiatingProfilingTitle" = "正在打印 ICC 配置文件图表";
"InitiatingScanningTitle" = "正在准备扫描 ICC 配置文件图表";
"CreateProfileErrorTitle" = "无法创建 ICC 配置文件";
"GetOperationStatusErrorTitle" = "无法获取操作状态";
"CancelOperationErrorTitle" = "无法取消操作";
"InstallProfileInfoText" = "（正在进行）打印机校准。完成后，将安装 ICC 配置文件。";
"HeaderFormatString" = "<html><body><font size=+7><b>用户名:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>纸张:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>预设:&nbsp;</b>%@<BR><b>时间戳:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>质量:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>光纸选项:&nbsp;</b>%@<font></body></html>";
"CalibratePrinterNoteString" = "如果您要取消打印机校准，请单击“取消”。";
"CreateProfileNoteString" = "如果您要取消 ICC 配置文件创建，请单击“取消”。";
"CalibrationCancelConfirmationTitleString" = "确实要取消打印机校准吗?";
"CalibrationCancelConfirmation1MessageString" = "对于各种纸张类型，我们都极力建议您在使用打印机前先校准打印机。如果取消打印机校准，您仍可以使用该纸张进行打印，但无法达到最佳的颜色一致性。";
"CalibrationCancelConfirmation2MessageString" = "对于新的纸张类型，我们极力建议您在使用打印机前先校准打印机。如果取消打印机校准，您仍可以使用新的自定义纸张进行打印，但无法达到最佳的颜色一致性。";
"AddPaperCancelConfirmationTitleString" = "如果取消添加自定义纸张，您仍可以使用新的自定义纸张进行打印，但无法达到最佳的色彩效果。确实要取消添加自定义纸张吗?";
"ProfilingCancelConfirmationTitleString" = "确实要取消 ICC 配置文件创建吗?";
"ProfilingCancelConfirmationMessageString" = "如果取消 ICC 配置文件创建，您仍可以使用该纸张进行打印，但无法达到最佳打印质量。";

// Finish strings
CreatePaperFinishText = "已成功创建新纸张预设。如果要进行配置，并且该纸张支持配置文件，请转至 Color Center 的“纸张预设管理”部分，然后单击“配置纸张”。";
CreatePaperWithoutProfilingFinishText = "已成功创建新纸张预设。";
CalibrateNewPaperFinishText = "校准已成功完成。如果您希望配置，并且纸张支持配置，请转至“纸张预设管理”部分，并单击“配置纸张”。";
"CalibratePrinterFinishText" = "\n\n\n\n\n\n\n\n打印机校准已完成!\n单击“完成”以继续。";
"CreateICCProfileFinishText" = "\n\n\n\n\n\n\n\n已成功创建 ICC 配置文件。";
"CreateICCProfileFinishTextFormat" = "已成功创建 ICC 配置文件。\n\nICC 配置文件 %@ (适用于 %@ 纸) 位于计算机上的 /Library/ColorSync/Profiles/%@ 文件夹中，可通过应用程序使用它。\n\n如果打印的配置文件图表出现条纹，我们建议您从打印机前面板菜单中的“图像质量维护”部分执行“进纸校准”。执行此操作后，请再次执行“创建和安装 ICC 配置文件”工作流程。";
"CreateICCProfilePrintOnlyFinishText" = "可以安全地卸载已打印的配置文件图表。扫描前，图表一定要干燥。\n\n决定创建 ICC 配置文件时，请选择该选项“扫描 ICC 配置文件图表，然后创建 ICC 配置文件”。\n\n如果打印的配置文件图表出现条纹，我们建议您从打印机前面板菜单中的“图像质量维护”部分执行“进纸校准”。执行此操作后，请再次执行“创建和安装 ICC 配置文件”工作流程。";
"CreatePrintedICCProfileFinishText" = "已成功创建 ICC 配置文件。\n\nICC 配置文件 %@（用于 %@ 纸张）位于计算机的 /Library/ColorSync/Profiles/%@ 文件夹中，可通过应用程序使用它。";
"InstallICCProfileFinishTextFormat" = "已成功安装 ICC 配置文件。\n\nICC 配置文件 %@（用于 %@ 纸张）位于计算机的 /Library/ColorSync/Profiles/%@ 文件夹中，可通过应用程序使用它。";
"InstallICCProfileFinishText" = "\n\n\n\n\n\n\n\n已成功安装 ICC 配置文件。";
CalibrateWithoutProfilingFinishText = "校准已成功完成。";
"InstallICCProfileFinishAuthFailedTextFormat" = "已将 ICC 配置文件成功安装到 %@ 中。";
"InstallICCProfileFinishAuthFailedTextWarn" = "由于身份验证失败，无法更新您的计算机上的纸张列表。";
"InstallICCProfileFinishAuthFailedTextWarnDescription" = "在更新您的计算机上的纸张列表之前，无法从您的应用程序中使用 %@ 纸张的 ICC 配置文件 %@。为此，请在 Printer Utility 的“纸张预设管理”屏幕中单击“刷新”按钮。";
"CreatePaperFinishAuthFailedTextWarnDescription" = "直到更新计算机上的纸张列表后，才能从应用程序中使用 %@ 纸张。为此，请单击 HP Utility 的“纸张预设管理”屏幕中的“刷新”按钮。";
// Select Paper strings
"GetPaperListErrorTitle" = "无法获取纸张列表";

// Profile Settings strings
"ProfileSettingsTitle1" = "将使用以下设置创建并安装 ICC 配置文件:";
"ProfileSettingsTitle2" = "请提供 ICC 配置文件设置，这些设置可在要扫描的已打印配置文件图表的下方找到。";
"InstallProfileSettingsTitle" = "将使用以下设置安装 ICC 配置文件 %@:";
"ProfileSettingsNote1" = "将 %@ 纸 (尺寸为 A3/B) 装入打印机。单击“继续”以打印并扫描 ICC 配置文件图表，然后创建 ICC 配置文件。";
"ProfileSettingsNote2" = "将 %@ 纸 (尺寸为 A3/B) 装入打印机。单击“继续”以打印并扫描 ICC 配置文件图表，然后创建 ICC 配置文件。";
"ProfileSettingsNote3" = "将使用 %@ 纸 (尺寸为 A3/B) 打印的 ICC 配置文件图表装入打印机。单击“继续”以扫描 ICC 配置文件图表，然后创建 ICC 配置文件。";
"InstallProfileSettingsNote1" = "对于新的纸张类型，请在使用打印机前校准打印机，这一点很重要。将 %@ 纸装入打印机。单击“继续”以打印并扫描打印机校准图表。";
"InstallProfileSettingsNote2" = "单击“继续”以安装 ICC 配置文件。";
"ResetSettingTitle" = "选定设置与 ICC 配置文件中的设置不同。";
"ResetSettingMessage" = "确实要更改默认设置吗?";

// Install Profile strings
"InstallProfileCancelConfirmationTitleString" = "如果取消 ICC 配置文件安装，您仍可以使用该纸张进行打印，但无法达到最佳打印质量。确实要取消 ICC 配置文件安装吗?";
"InstallProfileTitleFormat" = "ICC 配置文件 %@ 将被复制到 /Library/ColorSync/Profiles/%@ 文件夹中并在 ColorSync 中进行注册。\n\n它将安装在其他用户可对其进行访问的打印机上。";
"SetProfileErrorTitle" = "无法安装 ICC 配置文件";
"GetProfileErrorTitle" = "无法获取 ICC 配置文件";

// Select Profile strings
"ProfileErrorTitle" = "无法安装选定的 ICC 配置文件";
"UnableToOpenErrorMessageFormat" = "无法打开 %@";
"ProfileIsNotOutputErrorMessage" = "配置文件不是输出配置文件。";
"ProfileIsNotRGBErrorMessage" = "配置文件不是 RGB。";
"ProfileInvalidColorSpaceErrorMessageFormat" = "配置文件不是 %@。";
"TagsMissingErrorMessage" = "某些必需标记丢失。";
"ProfileIsNotValidErrorMessage" = "配置文件无效。";
"ProfileIsNotValidErrorMessageFormat" = "配置文件无效。不是输出配置文件，也不是 %@，缺少标记。";
"ManufacturerIsNotHPErrorMessage" = "制造商不是 HP。";
"NotPrintProfilerErrorMessage" = "配置程序不是 PrintProfiler。";
"NotHPICCErrorMessage" = "制造商、设备、CMM 错误。";
"RGB" = "RGB";
"CMYK" = "CMYK";

// Select and Calibrate Paper strings
"LoadPaperFormatString" = "将 %@ 纸 (最小尺寸为 %@) 装入打印机。单击“继续”以打印并扫描打印机校准图表。";

// Calibration status
"CalibrationStatusRecommended" = "推荐";
"CalibrationStatusOK" = "确定";
"CalibrationStatusOutOfDate" = "已过时";

// Synchronization strings
"DownloadProfilesTitleString" = "正在下载 ICC 配置文件...";
"SynchronizeProfilesTitleString" = "正在更新 ICC 配置文件...";
"DownloadProfilesTitleFormatString" = "正在下载 %@ 纸的 ICC 配置文件:\n第 %u 个(共 %u 个)";

"SyncronizationSuccessfullTitleString" = "已成功更新纸张列表";
"SyncronizationSuccessfullMessageString" = "从现在起，您可以使用新自定义纸张进行打印。 要在打印对话框中查看更新的纸张列表，您可能需要重新打开该对话框。";
"MediaManagementErrorTitleString" = "无法从打印机获取有关自定义纸张的信息";
"SyncronizationIncompleteTitleString" = "无法更新整个纸张列表";
"SyncronizationIncompleteMessageFormatString" = "尚未更新以下纸张:\n%@";
RegistrationIncompleteTitle = "无法更新整个纸张列表";
RegistrationIncompleteMessage = "以下纸张尚未注册:\n%@";

// Operation status
"CALIBRATION-STARTING" = "正在打印校准图表";
"CALIBRATION-PREPARING-TO-PRINT" = "正在打印校准图表";
"CALIBRATION-PREPARING-TO-SCAN" = "正在准备扫描校准图表";
"CALIBRATION-PRINTING" = "正在打印校准图表";
"CALIBRATION-DRYING" = "正在烘干校准图表";
"CALIBRATION-SCANNING" = "正在扫描校准图表";
"CALIBRATION-CALCULATING" = "正在计算校准结果";
"CALIBRATION-FINISHING" = "正在计算校准结果";
"CALIBRATION-CANCELLING" = "正在取消打印机校准";
"PROFILING-STARTING" = "正在打印 ICC 配置文件图表";
"PROFILING-PREPARING-TO-PRINT" = "正在打印 ICC 配置文件图表";
"PROFILING-PREPARING-TO-SCAN" = "正在准备扫描 ICC 配置文件图表";
"PROFILING-PRINTING" = "正在打印 ICC 配置文件图表";
"PROFILING-DRYING" = "正在烘干 ICC 配置文件图表";
"PROFILING-SCANNING" = "正在扫描 ICC 配置文件图表";
"PROFILING-CALCULATING" = "正在创建 ICC 配置文件";
"PROFILING-FINISHING" = "正在创建 ICC 配置文件";
"PROFILING-CANCELLING" = "正在取消 ICC 配置文件创建";

"GetMediumListTitleString" = "正在检索纸张列表...";
"AddNewPaperTitleString" = "正在建立紙張預設值...";
"CalibratePrinterTitleString" = "正在校准打印机...";
"CreateProfileTitleString" = "正在创建 ICC 配置文件...";
"CancelingProfilingTitleString" = "正在取消 ICC 配置文件创建";
"CancelingCalibrationTitleString" = "正在取消打印机校准";

"CancelingProfileInstallationTitleString" = "正在取消 ICC 配置文件安装";
"InstallingProfileTitleString" = "正在安装 ICC 配置文件";

"ProfilingProcessFailedErrorMessage" = "ICC 配置文件失败。";
"CalibrationProcessFailedErrorMessage" = "打印机校准失败。";

"SynchronizeTitleString" = "正在更新纸张列表";

"ICCProfileTitleString" = "ICC 配置文件";
"CalibrationStatusTitleString" = "校准状态";

LoadedPaperTypeMismatchMessage = "“纸张预设”名称必须与打印机前面板中所选择的纸张匹配。单击“确定”以自动更改前面板中装入纸张的名称。";
LoadedPaperTypeMismatchProfilingNotAllowedMessage = "“纸张预设”名称必须与打印机前面板中所选择的纸张匹配。单击“确定”以自动更改前面板中装入纸张的名称。";
"LoadedPaperTypeMismatchMessageFormat" = "您选择的是“%@”，但打印机中装入的是“%@”。 单击“确定”自动更改打印机装入的纸张类型，并从现在起使用“%@”。 或者，转至打印机并将装入的介质更换为“%@”(用于校准的尺寸为 A4/A，用于配置的尺寸为 A3/B)，然后单击“确定”。";
"LoadedPaperTypeMismatchProfilingNotAllowedMessageFormat" = "您选择的是“%@”，但打印机中装入的是“%@”。 单击“确定”自动更改打印机装入的纸张类型，并从现在起使用“%@”。 或者，转至打印机并将装入的介质更换为“%@”(用于校准的尺寸为 A3/B)，然后单击“确定”。";

// Gloss Enhancer
"OFF" = "关";
"FULLPAGE" = "开";
"INKEDAREA" = "开";

// Paper category
"BOND_AND_COATED" = "证券纸和涂料纸";
"PHOTO" = "相纸";
"PROOFING" = "校样打印纸";
"FINE_ART" = "水彩介质";
"FILM" = "胶片";
"TECHNICAL" = "技术用打印介质";
"CUSTOM" = "自定义纸";
BACKLIT = "灯箱介质";
ADHESIVE = "背胶纸";
BANNER_AND_SIGN = "横幅与指示牌介质";
HP_EXTENDED_MEDIA = "其他纸张";

"CalibrationStatusNotApplicable" = "不适用";

"No response" = "请检查打印机是否已连接并已打开，然后重试。";
"UNDEFINED-ERROR" = "出现错误。";
"ERROR-IN-PARAMS" = "出现错误。";
"UNKNOWN-OPERATION" = "操作已经超时。";
"PRINTER-BUSY" = "打印机繁忙。请等待，直到打印机完成当前所有打印作业。";
"UNDEFINED-MEDIUM" = "选定的纸张已经不存在。可能是其他用户将它删除了。";
"MEDIUM-MISMATCH" = "装入了不同的纸张类型。";
"MEDIUM-MISMATCH-NEW-PAPER-CALIBRATION-FORMAT" = "装入了不同的纸张类型。您所选择的是 %@，但打印机中装入的纸张类型与此不同。如果您确定装入的纸张与您刚选择的纸张类型相同，请转至打印机前面板，然后在“纸张”菜单中选择“更改纸张类型”。否则，取出当前纸张，将 %@ (最小尺寸为 %@) 装入打印机，然后单击“继续”以打印并扫描打印机校准图表。若想以后再校准打印机，则单击“取消”。";
"MEDIUM-MISMATCH-CALIBRATION-FORMAT" = "装入了不同的纸张类型。您所选择的是 %@，但打印机中装入的纸张类型与此不同。卸载当前纸张，将 %@ (最小尺寸为 %@) 装入打印机，然后单击“继续”以打印并扫描打印机校准图表。若想以后再校准打印机，则单击“取消”。";
"MEDIUM-MISMATCH-PROFILING-FORMAT" = "装入了不同的纸张类型。您所选择的是 %@，但打印机中装入的纸张类型与此不同。取出当前装入的纸张，将 %@ 纸张 (最小尺寸为 A3/B) 装入打印机，单击“继续”以打印并扫描 ICC 配置文件图表，然后创建配置文件。若想以后再创建配置文件，则单击“取消”。";
"BADSIZE-MEDIUM" = "装入的纸张太小。";
"BADSIZE-MEDIUM-CALIBRATION-FORMAT" = "装入的纸张太小。卸载当前装入的纸张，将 %@（最小尺寸为 %@）装入打印机，然后单击“继续”以打印并扫描打印机校准图表。若想以后再校准打印机，则单击“取消”。";
"BADSIZE-MEDIUM-PROFILING-FORMAT" = "装入的纸张太小。卸载当前装入的纸张，将 %@（最小尺寸为 A3/B）装入打印机，单击“继续”以打印并扫描 ICC 配置文件图表，然后创建配置文件。若想以后再创建配置文件，则单击“取消”。";
"NO-MEDIUM-LOADED" = "未装入纸张。";
"NO-MEDIUM-LOADED-GENERAL-CALIBRATION-FORMAT" = "未装入纸张。将 %@ 装入打印机。单击“继续”以打印并扫描打印机校准图表。若想以后再校准打印机，则单击“取消”。";
"NO-MEDIUM-LOADED-CALIBRATION-FORMAT" = "未装入纸张。卸载当前装入的纸张，将 %@（最小尺寸为 %@）装入打印机，然后单击“继续”以打印并扫描打印机校准图表。若想以后再校准打印机，则单击“取消”。";
"NO-MEDIUM-LOADED-GENERAL-PROFILING-FORMAT" = "未装入纸张。卸载当前装入的纸张，将 %@ 装入打印机，单击“继续”以打印并扫描 ICC 配置文件图表，然后创建配置文件。若想以后再创建配置文件，则单击“取消”。";
"NO-MEDIUM-LOADED-PROFILING-FORMAT" = "未装入纸张。卸载当前装入的纸张，将 %@（最小尺寸为 A3/B）装入打印机，单击“继续”以打印并扫描 ICC 配置文件图表，然后创建配置文件。若想以后再创建配置文件，则单击“取消”。";
"INVALID-MEDIUM-PROFILING-FORMAT" = "将使用 %@ 纸 (尺寸为 A3/B) 打印的 ICC 配置文件图表装入打印机。单击“继续”以扫描 ICC 配置文件图表，然后创建 ICC 配置文件。";
"NO-MEDIUM-LOADED-SCAN-PROFILE-FORMAT" = "将在 %@ 纸张上打印的 ICC 配置文件图表装入打印机。单击“继续”以扫描 ICC 配置文件图表，然后创建 ICC 配置文件。";
"INVALID-MEDIUM" = "出现错误。";
"PROFILE-DOESNT-EXIST" = "出现错误。";
"MEDIUM-CANNOT-BE-DELETED" = "不能删除出厂 HP 纸张。";
"MEDIUM-DOESNT-EXIST" = "选定的纸张已经不存在。可能是其他用户将它删除了。";
"MEDIUM-ALREADY-EXISTS" = "已经存在拥有同样名称的纸张。输入一个不同的纸张名称，然后重试。";
"MEDIUM-ALREADY-EXISTS-FORMAT" = "已经存在名为 %@ 的纸张。输入一个不同的纸张名称，然后重试。";
"NO-ROOM-FOR-MORE-MEDIA" = "无法再添加自定义纸张。在添加新的纸张之前，请删除任何现有的自定义纸张。";
"MEDIUM-NOT-CLONABLE" = "出现错误。";
"PROFILE-CANNOT-BE-DELETED" = "出现错误。";
"MISSING-MEDIUM-NAME" = "未输入纸张名称。输入纸张名称，然后重试。";

"InstallProfileTitle" = "将在其他用户可以访问的打印机上安装 ICC 配置文件。";

"Total" = "总计";

"Paper Name: " = "纸张名称: ";
"ICC Profile Name: " = "ICC 配置文件名称: ";
"Printer Model: " = "打印机型号: ";
"Username: " = "用户名: ";
"Timestamp: " = "时间戳: ";
"Gloss Enhancer: " = "光亮剂: ";
"Paper Type: " = "纸张类型: ";

EmptyItem = "无";
UnavialableOrBusyErrorMessage = "请检查打印机是否已连接并已打开，但未在打印。";

"GlossEnhancer" = "光亮剂";
"AdvancedRecommendationText" = "进纸校准";
"AdvancedCalibrationInfoText" = "自动轻松创建 ICC 配置文件";
"SharePresetsInfoText" = "共享您的纸张预设值";
"PrintProfilingChartTitle" = "打印配置文件图表";
"PreparingCalibrationScanTitle" = "正在准备扫描校准图表";
"PreparingProfilingScanTitle" = "正在准备扫描 ICC 配置文件图表";
"CreatePresetMenu" = "创建新纸张预设";
"ImportPresetMenu" = "导入纸张预设";
"ManagePresetMenu" = "纸张预设管理";
"LoadedPaperTypeMismatchManualChangeMessage" = "“纸张预设”名称必须与打印机中所装入的纸张匹配。请转至打印机并装入“%@”。";

//xib localization
HSDSelectProfileTitle = "选择要安装的 ICC 配置文件:";
ChooseButtonTitle = "选择...";

SelectProfileActionTitle = "选择操作:";
PrintICCProfilingChartTitle = "打印 ICC 配置文件图表";
ScanICCProfilingChartTitle = "扫描 ICC 配置文件图表，然后创建 ICC 配置文件";
TotalTitle = "总计";

CreatePaperDesciption = "请提供纸张的名称及其类型，然后单击“下一步”以继续。在打印机前面板的“自定义纸张”下可显示该纸张。\n\n纸张类型选择是获得较佳效果的基础。有关如何选择纸张类型的窍门和技巧，请单击问号图标。";
ChangePrintingPropertiesTitle = "更改打印属性";
